Repository: JanKipka/BookPal
Catalog: *.lproj/Localizable.strings
Languages: de

source: Read now
de: Jetzt lesen

source: Put Away
de: Beenden

source: Put Away
de: Weggelegt

source: Yes
de: Ja

source: No
de: Nein

source: Are you sure you want to put this book away?
de: Bist du sicher, dass du das Buch weglegen willst?

source: Add a new book
de: Buch hinzufügen

source: Add new book
de: Buch hinzufügen

source: Add a book
de: Buch hinzufügen

source: Add
de: Hinzufügen

# active-activities
source: Active reading activities
de: Aktive Leseaktivitäten

# books-reading
source: Books you're reading
de: Bücher, die du liest

source: Reading activity started!
de: Leseaktivität gestartet!

source: Active activity ongoing
de: Aktive Leseaktivität

# already-active
source: There already is an active reading activity.
de: Es gibt bereits eine aktive Leseaktivität.

source: Reading
de: Am Lesen

# started-date %@
source: Added %@ ago
de: Hinzugefügt vor %@

source: Done in %@
de: Fertig in %@

# on-page-of %lld %lld
source: p. %lld/%lld
de: S. %lld/%lld

source: Active
de: Aktiv

source: %lld pages
de: %lld Seiten

source: Time spent reading
de: Zeit gelesen

source: Average pages per minute
de: Durchschn. Seiten pro Minute

source: End Date
de: Beendet am

source: Pages read so far
de: Seiten bisher gelesen

source: Pages read
de: Seiten gelesen

source: Finish
de: Beenden

# book-already-added
source: This book is already in your library.
de: Das Buch ist bereits in deiner Sammlung.

# query
source: Title or Author
de: Titel oder Autor:in

# Search
source: Book Search
de: Buch-Suche

source: Search
de: Suchen

source: Start Date
de: Start Datum

# Search Mode
source: Search for...
de: Suchen nach...

source: Start reading
de: Beginne zu lesen

# book-added
source: The book was added. Do you want to start reading now?
de: Buch hinzugefügt. Möchtest du jetzt gleich anfangen zu lesen?

source: Activities
de: Aktivitäten

source: Notes
de: Notizen

source: You're reading...
de: Du liest...

source: Save
de: Speichern

# delete-book
source: Do you really want to delete this book and all reading logs?
de: Möchtest du dieses Buch und alle Lese-Einträge wirklich löschen?

# not-added
source: The book couldn't be added due to missing meta data. Try the title search.
de: Das Buch konnte aufgrund fehlender Metadaten nicht hinzugefügt werden. Versuche es über die Titel-Suche.

source: Pages per minute
de: Seiten pro Minute

source: Started on page
de: Begonnen auf Seite

source: Finished on page
de: Beendet auf Seite

source: Done
de: Fertig

source: What page are you on?
de: Auf welcher Seite bist du?

source: Reading activity
de: Leseaktivität

source: Finish reading
de: Fertig gelesen

# missing-page
source: Please enter the page you're on.
de: Bitte gib an auf welcher Seite du bist.

# page-greater-than-total %lld
source: The page you're on can't be greater than the total page number (%lld).
de: Deine aktuelle Seitenzahl kann nicht größer sein als die Gesamtseitenzahl (%lld).

source: Your History
de: Deine Historie

source: Logs
de: Einträge

source: Reading Log
de: Lese-Eintrag

source: You've spent %@ reading this book.
de: Du hast %@ mit Lesen verbracht.

source: Total time reading
de: Ingesamt gelesen

source: Pages per Minute
de: Seiten pro Minute

source: %@ Books
de: %@ Bücher

# currently-reading
source: You're currently reading this book.
de: Du liest gerade dieses Buch.

source: More Info
de: Mehr Infos

source: Books
de: Bücher

source: Authors
de: Autor:innen

source: Author
de: Author:in

source: Publishing
de: Veröffentlichung

# desc
source: Description
de: Inhaltsbeschreibung

source: Pages
de: Seitenzahl

source: Read
de: Gelesen

source: Recently read
de: Kürzlich gelesen

source: Recently added
de: Kürzlich hinzugefügt

source: Library
de: Bücherei

source: Books You've Put Away
de: Bücher, die du weggelegt hast

source: Books You've Read
de: Bücher, die du gelesen hast

# info-info
source: Provided by Google Books
de: Bereitgestellt durch Google Books

source: Fiction
de: Fiktion

source: History
de: Geschichte

source: Biography & Autobiography
de: Biographie & Autobiographie

source: War
de: Krieg

source: Romance
de: Romanze
